---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.CentralFileCommunicationException
source: html/84410d01-a474-630e-a15e-96e41b359dfb.htm
---
# CentralFileCommunicationException Properties

The information of the function throwing the exception.